/* Minuti */
"\(hours)h \(mins)min" = "\(hours)h \(mins)min";

/* Minuti */
"\(minutes)min" = "\(minutes)min";

/* Chiuso */
"Closed" = "Closed";

/* Chiuso-privato */
"Closed • Private" = "Closed • Private";

/* Abitazione-chiuso */
"Closed • Private Residence" = "Closed • Private Residence";

/* Chiuso-pubblico */
"Closed • Public" = "Closed • Public";

/* Fatto */
"Done" = "Done";

/* Compagnia sconosciuta */
"Nearest to you" = "Nearest to you";

/* Aperto */
"Operational" = "Operational";

/* Aperto-privato */
"Operational • Private" = "Operational • Private";

/* Abitazione-aperto */
"Operational • Private Residence" = "Operational • Private Residence";

/* Aperto-pubblico */
"Operational • Public" = "Operational • Public";

/* Telefono non trovato */
"Phone not Found" = "Phone not Found";

/* Abitazione Privata •  */
"Private Residence • " = "Private Residence • ";

/* Privato •  */
"Private • " = "Private • ";

/* Pubblico •  */
"Public • " = "Public • ";

/* Descrizione telefono non trovato */
"Sorry, this charge point doesn't have a phone number." = "Sorry, this charge point doesn't have a phone number.";

/* Compagnia sconosciuta */
"Unknown Company" = "Unknown Company";

/* Plug Sconosciuto */
"Unknown Plug" = "Unknown Plug";

/* Cap sconosciuto */
"Unknown Postal Code/CAP" = "Unknown Postal Code/CAP";

